Repository: lemberg/carma-i18n
Catalog: translation/po/*.po
Languages: he

source: Nodes.
he: פריטי תוכן.

source: Taxonomy Terms
he: סיווגים

source: Additional features:
he: תכונות נוספות:

source: Basic translation workflow and administration page for content translation.
he: זרימה רגילה של עבודת התרגום ועמוד הניהול לתרגום תוכן.

source: Links for node translations that can be displayed below each node, depending on module settings.
he: ניתן להציג קישורים לתרגומים של כל פריט תוכן מתחת לפריט התוכן, בהתאם להגדרות הרכיב.

source: <h2>Translations</h2>
he: <h2>תרגומים</h2>

source: Translation
he: תרגום

source: Manage content translations.
he: ניהול תרגומי תוכן.

source: List
he: רשימה

source: Language Management
he: ניהול שפות

source: Interface language depends on content.
he: שפת הממשק תלויה בתוכן הדף.

source: Interface language is independent
he: שפת ממשק עצמאית

source: Whether the whole page should switch language when clicking on a node translation or not.
he: האם כל העמוד צריך להחליף שפה כשלוחצים על תרגום של פריט תוכן או לא.

source: Links to node translations
he: קישור לתרגומים של פריטי תוכן

source: None.
he: ללא.

source: Main page only
he: עמוד תוכן בלבד

source: Teaser and Main page
he: תקציר ועמוד תוכן

source: Links from nodes to translated versions.
he: קישור מפריטי תוכן לגירסאות מתורגמות.

source: Translation workflow
he: זרימת עבודת התרגום

source: If enabled some worklow will be provided for content translation.
he: אם מאופשר, תופעל זרימת עבודה מסויימת עבור תרגום תוכן.

source: Language cannot be changed while creating a translation.
he: לא ניתן להחליף שפה בזמן יצירת תרגום.

source: Language and translations
he: שפה ותרגומים

source: Use the translation workflow to keep track of content that needs translation.
he: שדה זה משמש למעקב אחר זרימת עבודת תרגום התוכן.

source: You need to set a language before creating a translation.
he: יש לבחור שפה לפני בחירת תרגום.

source: Select translation for %language
he: בחר תרגום אחר ל%language

source: Search for node
he: חיפוש פריט תוכן

source: Enter node id or title
he: הכנס את קוד פריט התוכן או את הכותרת שלו

source: Or select from the list
he: או בחר מהרשימה

source: published
he: פורסם

source: not published
he: לא פורסם

source: edit translation
he: ערוך תרגום

source: create translation
he: צור תרגום

source: select node
he: בחר פריט תוכן

source: source language
he: שפת מקור

source: source status
he: מצב מקור

source: translation language
he: שפת תרגום

source: translation status
he: מצב תרגום

source: Filter
he: מסנן

source: Type
he: סוג

source: Translation status
he: מצב תרגום

source: No posts available.
he: אין פריטי תוכן זמינים

source: Options
he: אפשרויות

source: Published
he: פורסם

source: Not published
he: לא פורסם

source: Not translated
he: לא תורגם

source: Current translations
he: תרגומים נוכחיים

source: Remove from translation
he: הסר מהתרגום

source: This will just unlink the node from this translation set.
he: זה יבטל את הקישור בין פריט התוכן לסט תרגומים זה.

source: Remove
he: הסר

source: The node has been removed from the translation set
he: פריט התוכן הוסר מקבוצת התרגום

source: <p>No nodes available in %language</p>
he: <p>אין פריטי תוכן שזמינים ב %language</p>

source: The translation has been saved
he: התרגום נשמר

source: Removed translation information from term
he: הוסר התרגום של הסיווג

source: Edit term translations
he: ערון את תרגומי הסיווג

source: new translation
he: תרגום חדש

source: Term translations have been updated
he: תרגומי הסיווג עודכנו

source: None
he: ללא

source: Source content (to be translated)
he: התוכן המקורי (שיתורגם)

source: Translation in progress
he: תרגום בתהליך

source: Translated content
he: תוכן מתורגם

source: Source updated (to update translation)
he: התוכן המקורי עודכן (יש לעדכן את התרגום)

source: Manages translations between nodes and taxonomy terms.
he: ניהול התרגומים בין פריטי תוכן וסיווגים.
